import React, { Component } from 'react';
import './ProviderPage.css';

const OppDetails = () =>{
    return (
        <div id = 'Oppdeatails'>
           <h4>שם הארגון המפעיל</h4>
           <h4>סוג הארגון</h4>    
           <h4>מספר הארגון</h4>    
           <h4>האם השירות מתקיים בשת"פ עם ארגונים אחרים?</h4>    
           <h4>שם הפעילות השירות</h4>      
           <h4>תיאור השירות</h4> 
           <h4>מטרת השירות</h4> 
           <h4>סוג השירות</h4> 
           <h4>מה נכלל בשירות</h4> 
           <h4>מידת הנגישות</h4> 
           <h4>האם השירות בתשלום?</h4> 
           <h4>לאיזה גיל מיועד השירות</h4>
           <h4>השירות ניתן ברמה</h4> 
           <h4>שעות פעילות</h4> 
           <h4>שפות</h4> 
           <h4>יצירת קשר</h4> 
        </div>
    )
}

export default OppDetails